{"graph_type":"line","national_geographical_coverage":"United States","has_metadata":true,"indicator_sort_order":"03-0c-01","indicator":"3.c.1","variable_notes":null,"variable_description":null,"layout":"indicator","permalink":"/3-c-1/","sdg_goal":3,"actual_indicator_available":"Number of health workers per 1000 population and by metropolitan status ","actual_indicator_available_description":"Health care workers include active physicians, physician assistants, and advanced practice registered nurses. Advanced practice registered nurses includes nurse practitioners, clinical nurse specialist, certified registered nurse anesthetists, and advance practice nurse midwives.","comments_and_limitations":"Data points from 2010 to 2016 are updated in May 2019 due to change in methodology.","computation_units":"Number of health care workers (per 1000 population)","data_non_statistical":false,"date_metadata_updated":"May 2019","date_of_national_source_publication":"July 2018","disaggregation_geography":"National and by metro status","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","graph_title":"US health care workers per 1000 population","indicator_definition":"Number of health workers per 1000 population.","indicator_name":"Health worker density and distribution","indicator_variable":"healthworker_density","method_of_computation":"Number of health workers by cadre / Total population. Method of measurement: National database or registry of health workers, preferably at individual level. Method of estimation: If there is a national database or registry, there should be regular assessment of completeness using census data, professional association registers, facility censuses, etc. Health worker concentration: percentage of all health workers working in urban areas divided by percentage of total population in urban areas.","periodicity":"Annual","published":true,"reporting_status":"complete","scheduled_update_by_national_source":"July 2019","source_active_1":true,"source_agency_staff_email_1":"healthwrkforcecenter@hrsa.gov","source_agency_staff_name_1":"Yahtyng Sheu","source_agency_survey_dataset_1":"Health Resources and Services Administration, Area Health Resources Files (AHRF)","source_organisation_1":"Health Resources and Services Administration, Bureau of Health Workforce, National Center for Health Workforce Analysis","source_url_1":"http://ahrf.hrsa.gov/","source_url_text_1":"http://ahrf.hrsa.gov/","target":"Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States.","target_id":"3.c","title":"Health worker density and distribution","un_custodial_agency":"WHO","un_designated_tier":"1","us_method_of_computation":"Data come from 2017-2018 Area Health Resources Files (AHRF), which incorporates several data sources at the aggregated level. Physician information, including non-federal doctors of medicine (M.D.) and doctors of osteopath (D.O.), is from the American Medical Association Physician Master file. Physician assistant and advanced practice registered nurse (including, nurse practitioner, clinical nurse specialist, certified registered nurse anesthetists, and advance practice nurse midwife) data are from the Centers from Medicare and Medicaid Services (CMS) National Provider Identification (NPI) File. The Administrative Simplification provisions of the Health Insurance Portability and Accountability Act of 1996 (HIPAA) mandated the adoption of standard unique identifiers for health care providers and health plans. The NPI is a unique identifier developed by CMS. Covered health care providers and all health plans and health care clearinghouses must use the NPIs in the administrative and financial transactions adopted under HIPAA. The 2010 Population information is from 2010 Census Redistricting Data (Public Law 94-171) Summary File, The 2011-2016 Population Estimates are from the Census Bureau and include the calculated number of people living in an area as of July 1. The estimated population is calculated from a components of change model that incorporates information on natural change (births, deaths) and net migration (net internal migration, net international migration) that has occurred in an area since a Census 2010 reference date for 2011-2016 estimates.  Metro/non-metro classification is from Census Bureau and defined based on the Office of Management and Budget’s 2017 delineation of Metropolitan and Micropolitan Statistical Area. The 2017 updates are based on the applications of the 2010 Standards for Delineating the Metropolitan and Micropolitan Statistical areas to Census population estimate for July 2014 and July 2015.","goal_meta_link_text":"UN metadata","data_show_map":false,"source_active_2":false,"disaggregation_categories":"NA","international_and_national_references":"NA","time_period":"2010-2016","source_notes_1":"Area Health Resources Files (AHRF) incorporates several data sources at the aggregated level, including health workers data, population data, and geographic data.","page_content":""}